app/Controllers/Home.php

    public function index()
    {
        $Porto = $this->PortoModel->findAll();
        $pengalaman = $this->pengalamanmodel->findAll();
---
SELECT *
FROM `pengalaman`